Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Estimated from the transcript itself; the server did not say
de: Aus dem Transkript selbst geschätzt; der Server hat dazu nichts gesagt
es: Estimado a partir de la propia transcripción; el servidor no lo indicó
fr: Estimé à partir de la transcription elle-même ; le serveur ne l’a pas précisé
it: Stimato dalla trascrizione stessa; il server non lo ha indicato
ja: トランスクリプト自体から推定した値です。サーバからの報告はありません
ko: 대화록 자체에서 추정한 값입니다. 서버는 알려주지 않았습니다
pt_br: Estimado a partir da própria transcrição; o servidor não informou
zh_hans: 根据记录本身估算得出；服务器没有提供该数据
zh_hant: 根據紀錄本身估算得出；伺服器沒有提供該數據

source: in use
de: belegt
es: en uso
fr: utilisé
it: in uso
ja: 使用中
ko: 사용 중
pt_br: em uso
zh_hans: 使用中
zh_hant: 使用中

source: window
de: Fenster
es: ventana
fr: fenêtre
it: finestra
ja: ウインドウ
ko: 창
pt_br: janela
zh_hans: 窗口
zh_hant: 視窗

source: free
de: frei
es: libre
fr: libre
it: libero
ja: 空き
ko: 여유
pt_br: livre
zh_hans: 空闲
zh_hant: 剩餘

source: model
de: Modell
es: modelo
fr: modèle
it: modello
ja: モデル
ko: 모델
pt_br: modelo
zh_hans: 模型
zh_hant: 模型

source: %d percent in use
de: %d Prozent belegt
es: %d por ciento en uso
fr: %d pour cent utilisés
it: %d per cento in uso
ja: %d パーセント使用中
ko: %d퍼센트 사용 중
pt_br: %d por cento em uso
zh_hans: 已使用 %d%
zh_hant: 已使用 %d%

source: estimated
de: geschätzt
es: estimado
fr: estimé
it: stimato
ja: 推定
ko: 추정치
pt_br: estimado
zh_hans: 估算值
zh_hant: 估算值

source: Cache read
de: Cache gelesen
es: Caché leída
fr: Cache lu
it: Cache letta
ja: キャッシュ読み取り
ko: 캐시 읽기
pt_br: Cache lido
zh_hans: 缓存读取
zh_hant: 快取讀取

source: Cache written
de: Cache geschrieben
es: Caché escrita
fr: Cache écrit
it: Cache scritta
ja: キャッシュ書き込み
ko: 캐시 쓰기
pt_br: Cache escrito
zh_hans: 缓存写入
zh_hant: 快取寫入

source: Fresh input
de: Neue Eingabe
es: Entrada nueva
fr: Nouvelle entrée
it: Input nuovo
ja: 新規入力
ko: 새 입력
pt_br: Entrada nova
zh_hans: 新输入
zh_hant: 新輸入

source: Not checked
de: Nicht geprüft
es: No comprobado
fr: Non vérifié
it: Non verificato
ja: 未確認
ko: 확인 안 됨
pt_br: Não verificado
zh_hans: 未检查
zh_hant: 未檢查

source: delegate %@ is answering
de: delegate %@ antwortet
es: delegate %@ está respondiendo
fr: delegate %@ répond
it: delegate %@ sta rispondendo
ja: delegate %@ が応答しています
ko: delegate %@이(가) 응답 중입니다
pt_br: delegate %@ está respondendo
zh_hans: delegate %@ 正在响应
zh_hant: delegate %@ 正在回應

source: Answering, set to ask for its password
de: Antwortet, verlangt aber sein Passwort
es: Responde, pero está configurado para pedir su contraseña
fr: Répond, mais configuré pour demander son mot de passe
it: Risponde, ma è impostato per chiedere la sua password
ja: 応答していますが、パスワードを要求する設定です
ko: 응답 중이지만 암호를 요구하도록 설정되어 있습니다
pt_br: Respondendo, mas configurado para pedir a senha
zh_hans: 正在响应，但设置为需要密码
zh_hant: 正在回應，但設定為需要密碼

source: The password was refused
de: Das Passwort wurde abgelehnt
es: La contraseña fue rechazada
fr: Le mot de passe a été refusé
it: La password è stata rifiutata
ja: パスワードが拒否されました
ko: 암호가 거부되었습니다
pt_br: A senha foi recusada
zh_hans: 密码被拒绝
zh_hant: 密碼被拒絕

source: Not answering: %@
de: Antwortet nicht: %@
es: No responde: %@
fr: Ne répond pas : %@
it: Non risponde: %@
ja: 応答なし: %@
ko: 응답 없음: %@
pt_br: Não está respondendo: %@
zh_hans: 无响应：%@
zh_hant: 無回應：%@

source: answering
de: antwortet
es: respondiendo
fr: répond
it: risponde
ja: 応答中
ko: 응답 중
pt_br: respondendo
zh_hans: 正在响应
zh_hant: 正在回應

source: not probed
de: nicht geprüft
es: no probado
fr: non sondé
it: non testato
ja: 未検査
ko: 점검 안 됨
pt_br: não testado
zh_hans: 未探测
zh_hant: 未探測

source: unprobed fallback
de: ungeprüfter Fallback
es: alternativa no probada
fr: repli non sondé
it: fallback non testato
ja: 未検査のフォールバック
ko: 점검되지 않은 대체
pt_br: alternativa não testada
zh_hans: 未探测的备用项
zh_hant: 未探測的備用項

source: nothing answering
de: nichts antwortet
es: nada responde
fr: rien ne répond
it: nulla risponde
ja: 応答するものがありません
ko: 응답하는 것이 없음
pt_br: nada respondendo
zh_hans: 没有任何响应
zh_hant: 沒有任何回應

source: %d of %d passed · %@ average
de: %d von %d bestanden · %@ im Schnitt
es: %d de %d superados · %@ de media
fr: %d sur %d réussis · %@ en moyenne
it: %d di %d superati · %@ in media
ja: %d / %d 件が成功 · 平均 %@
ko: %d/%d회 통과 · 평균 %@
pt_br: %d de %d aprovados · %@ em média
zh_hans: %d/%d 次通过 · 平均 %@
zh_hant: %d/%d 次通過 · 平均 %@

source: %@ passes %d of %d at %@ — try starting it at %@
de: %@ besteht %d von %d bei %@ — versuche, bei %@ zu starten
es: %@ supera %d de %d en %@ — prueba a empezar en %@
fr: %@ réussit %d sur %d à %@ — essayez de démarrer à %@
it: %@ supera %d di %d a %@ — prova ad avviarlo a %@
ja: %1$@ は %4$@ で %2$d / %3$d 件成功しています — %5$@ から開始してみてください
ko: %1$@ 클래스는 %4$@에서 %2$d/%3$d회 통과 — %5$@에서 시작해 보세요
pt_br: %@ passa em %d de %d em %@ — tente começar em %@
zh_hans: %1$@ 在 %4$@ 上通过 %2$d/%3$d 次 — 试着从 %5$@ 开始
zh_hant: %1$@ 在 %4$@ 上通過 %2$d/%3$d 次 — 試著從 %5$@ 開始

source: %@ fails %d of %d at %@ — start it at %@
de: %@ scheitert %d von %d bei %@ — starte es bei %@
es: %@ falla %d de %d en %@ — empiézalo en %@
fr: %@ échoue %d sur %d à %@ — démarrez-le à %@
it: %@ fallisce %d di %d a %@ — avvialo a %@
ja: %1$@ は %4$@ で %2$d / %3$d 件失敗しています — %5$@ から開始してください
ko: %1$@ 클래스는 %4$@에서 %2$d/%3$d회 실패 — %5$@에서 시작하세요
pt_br: %@ falha em %d de %d em %@ — comece em %@
zh_hans: %1$@ 在 %4$@ 上失败 %2$d/%3$d 次 — 请从 %5$@ 开始
zh_hant: %1$@ 在 %4$@ 上失敗 %2$d/%3$d 次 — 請從 %5$@ 開始

source: Asking %@…
de: Frage %@ …
es: Preguntando a %@…
fr: Interrogation de %@…
it: Richiesta a %@…
ja: %@ に問い合わせ中…
ko: %@에 확인 중…
pt_br: Perguntando a %@…
zh_hans: 正在询问 %@…
zh_hant: 正在詢問 %@…

source: delegate %@ on %@ · 1 tier
de: delegate %@ auf %@ · 1 Stufe
es: delegate %@ en %@ · 1 nivel
fr: delegate %@ sur %@ · 1 niveau
it: delegate %@ su %@ · 1 livello
ja: %@ 上の delegate %@ · 1段
ko: %@의 delegate %@ · 단 1개
pt_br: delegate %@ em %@ · 1 nível
zh_hans: %@ 上的 delegate %@ · 1 级
zh_hant: %@ 上的 delegate %@ · 1 級

source: delegate %@ on %@ · %d tiers
de: delegate %@ auf %@ · %d Stufen
es: delegate %@ en %@ · %d niveles
fr: delegate %@ sur %@ · %d échelons
it: delegate %@ su %@ · %d livelli
ja: %@ 上の delegate %@ · ティア %d 件
ko: %@의 delegate %@ · 티어 %d개
pt_br: delegate %@ em %@ · %d níveis
zh_hans: %@ 上的 delegate %@ · %d 个层级
zh_hant: %@ 上的 delegate %@ · %d 個層級

source: untried
de: unversucht
es: sin probar
fr: jamais essayé
it: non provato
ja: 未試行
ko: 시도 안 함
pt_br: não testado
zh_hans: 未尝试
zh_hant: 未嘗試

source: No runs yet. Write a packet and this machine will pick a tier for it.
de: Noch keine Läufe. Schreibe ein Paket, und dieser Rechner wählt dafür eine Stufe.
es: Aún no hay ejecuciones. Escribe un paquete y esta máquina elegirá un nivel para él.
fr: Aucune exécution pour l’instant. Rédigez un paquet et cette machine choisira un échelon pour lui.
it: Ancora nessuna esecuzione. Scrivi un pacchetto e questa macchina sceglierà un livello per esso.
ja: まだ実行がありません。パケットを書けば、このマシンがそれに合った段を選びます。
ko: 아직 실행된 작업이 없습니다. 패킷을 작성하면 이 컴퓨터가 알맞은 단을 선택합니다.
pt_br: Ainda não há execuções. Escreva um pacote e esta máquina escolherá um nível para ele.
zh_hans: 还没有运行记录。写一个任务包，这台机器就会为它挑选一个层级。
zh_hant: 還沒有執行記錄。寫一個任務包，這台機器就會為它挑選一個層級。

source: This is the demo dispatcher, and everything here is scripted: open the run waiting for you and approve it, or write a packet and watch it climb.
de: Dies ist der Demo-Dispatcher, und hier ist alles vorgegeben: Öffne den Lauf, der auf dich wartet, und gib ihn frei, oder schreibe ein Paket und sieh zu, wie es aufsteigt.
es: Este es el dispatcher de demostración, y aquí todo está guionizado: abre la ejecución que te espera y apruébala, o escribe un paquete y mira cómo asciende.
fr: Ceci est le dispatcher de démonstration, et tout ici est scénarisé : ouvrez l’exécution qui vous attend et approuvez-la, ou rédigez un paquet et regardez-le grimper.
it: Questo è il dispatcher demo, e qui è tutto scriptato: apri l’esecuzione che ti aspetta e approvala, oppure scrivi un pacchetto e guardalo salire.
ja: これはデモ用のディスパッチャーで、ここではすべてが台本通りに進みます。あなたを待っている実行を開いて承認するか、パケットを書いてそれが上がっていく様子を見てください。
ko: 이것은 데모용 디스패처이며 여기 있는 모든 것은 미리 짜인 시나리오입니다. 당신을 기다리는 실행을 열어 승인하거나, 패킷을 작성해 그것이 올라가는 모습을 지켜보세요.
pt_br: Este é o dispatcher de demonstração, e aqui tudo é roteirizado: abra a execução que está esperando por você e aprove-a, ou escreva um pacote e veja-o subir.
zh_hans: 这是演示用的调度器，这里的一切都是预先编排好的：打开正在等你处理的运行并批准它，或者写一个任务包，看着它一路升级。
zh_hant: 這是示範用的調度器，這裡的一切都是預先編排好的：開啟正在等你處理的執行並核准它，或者寫一個任務包，看著它一路升級。

source: No dispatcher is configured for that machine.
de: Für diesen Rechner ist kein Dispatcher eingerichtet.
es: No hay ningún dispatcher configurado para esa máquina.
fr: Aucun dispatcher n’est configuré pour cette machine.
it: Nessun dispatcher è configurato per quella macchina.
ja: そのマシンにはディスパッチャーが設定されていません。
ko: 해당 컴퓨터에는 디스패처가 설정되어 있지 않습니다.
pt_br: Nenhum dispatcher está configurado para essa máquina.
zh_hans: 那台机器上没有配置调度器。
zh_hant: 那台機器上沒有設定調度器。

source: Say what the worker must achieve.
de: Beschreibe, was der Worker erreichen muss.
es: Indica qué debe lograr el worker.
fr: Indiquez ce que le worker doit accomplir.
it: Indica cosa deve ottenere il worker.
ja: ワーカーが達成すべきことを記入してください。
ko: 워커가 달성해야 할 목표를 적으세요.
pt_br: Diga o que o worker precisa alcançar.
zh_hans: 说明执行者必须达成的目标。
zh_hant: 說明執行者必須達成的目標。

source: Pick a class.
de: Wähle eine Klasse.
es: Elige una clase.
fr: Choisissez une classe.
it: Scegli una classe.
ja: クラスを選んでください。
ko: 클래스를 선택하세요.
pt_br: Escolha uma classe.
zh_hans: 选择一个类别。
zh_hant: 選擇一個類別。

source: Name the repository on that machine.
de: Nenne das Repository auf diesem Rechner.
es: Indica el repositorio en esa máquina.
fr: Indiquez le dépôt sur cette machine.
it: Indica il repository su quella macchina.
ja: そのマシン上のリポジトリを指定してください。
ko: 해당 컴퓨터의 저장소 이름을 입력하세요.
pt_br: Informe o repositório nessa máquina.
zh_hans: 说明那台机器上的仓库名称。
zh_hant: 說明那台機器上的儲存庫名稱。

source: No paths: the worker may change any file in the repository.
de: Keine Pfade: Der Worker darf jede Datei im Repository ändern.
es: Sin rutas: el worker puede modificar cualquier archivo del repositorio.
fr: Aucun chemin : le worker peut modifier n’importe quel fichier du dépôt.
it: Nessun percorso: il worker può modificare qualsiasi file nel repository.
ja: パスが指定されていません。ワーカーはリポジトリ内のどのファイルでも変更できます。
ko: 경로가 없습니다. 워커가 저장소 내 어떤 파일이든 변경할 수 있습니다.
pt_br: Sem caminhos: o worker pode alterar qualquer arquivo no repositório.
zh_hans: 没有指定路径：执行者可以修改仓库中的任意文件。
zh_hant: 沒有指定路徑：執行者可以修改儲存庫中的任意檔案。

source: No verify command: the packet passes as soon as the worker changes a file.
de: Kein Verifizierungsbefehl: Das Paket gilt als bestanden, sobald der Worker eine Datei ändert.
es: Sin comando de verificación: el paquete se aprueba en cuanto el worker modifica un archivo.
fr: Aucune commande de vérification : le paquet réussit dès que le worker modifie un fichier.
it: Nessun comando di verifica: il pacchetto passa non appena il worker modifica un file.
ja: 検証コマンドが指定されていません。ワーカーがファイルを変更した時点でパケットは合格扱いになります。
ko: 검증 명령이 없습니다. 워커가 파일을 하나라도 변경하면 즉시 패킷이 통과됩니다.
pt_br: Sem comando de verificação: o pacote passa assim que o worker altera um arquivo.
zh_hans: 没有验证命令：只要执行者修改了一个文件，任务包就算通过。
zh_hant: 沒有驗證命令：只要執行者修改了一個檔案，任務包就算通過。

source: The ladder is read from the machine once it answers.
de: Die Leiter wird vom Rechner gelesen, sobald er antwortet.
es: La escalera se obtiene de la máquina en cuanto responde.
fr: L’échelle est lue depuis la machine dès qu’elle répond.
it: La scala viene letta dalla macchina non appena risponde.
ja: はしごはマシンが応答した時点でそこから読み込まれます。
ko: 사다리는 컴퓨터가 응답하는 즉시 그 컴퓨터에서 읽어옵니다.
pt_br: A escada é lida da máquina assim que ela responde.
zh_hans: 阶梯会在机器响应后从该机器读取。
zh_hant: 階梯會在機器回應後從該機器讀取。

source: Runs only at %@ — the %@ class's own rung.
de: Läuft nur bei %@ — der eigenen Stufe der Klasse %@.
es: Se ejecuta solo en %@, el nivel propio de la clase %@.
fr: S’exécute uniquement à %@ — l’échelon propre à la classe %@.
it: Viene eseguito solo a %@ — il livello proprio della classe %@.
ja: %@ でのみ実行されます — クラス「%@」自身のティアです。
ko: %@에서만 실행됩니다 — %@ 클래스 고유의 티어입니다.
pt_br: Executa apenas em %@ — o nível próprio da classe %@.
zh_hans: 只在 %@ 运行 — 这是 %@ 类别自己的层级。
zh_hant: 只在 %@ 執行 — 這是 %@ 類別自己的層級。

source: Starts at %@ and may climb to %@ — the %@ class's own range.
de: Startet bei %@ und kann bis %@ steigen — der eigene Bereich der Klasse %@.
es: Empieza en %@ y puede subir hasta %@, el rango propio de la clase %@.
fr: Démarre à %@ et peut monter jusqu’à %@ — la plage propre à la classe %@.
it: Inizia a %@ e può salire fino a %@ — l’intervallo proprio della classe %@.
ja: %@ から始まり %@ まで上がることがあります — クラス「%@」自身の範囲です。
ko: %@에서 시작해 %@까지 오를 수 있습니다 — %@ 클래스 고유의 범위입니다.
pt_br: Começa em %@ e pode subir até %@ — o intervalo próprio da classe %@.
zh_hans: 从 %@ 开始，最高可升到 %@ — 这是 %@ 类别自己的范围。
zh_hant: 從 %@ 開始，最高可升到 %@ — 這是 %@ 類別自己的範圍。

source: Starts at %@ because you set it, and may climb to %@, the class's ceiling.
de: Startet bei %@, weil du es so festgelegt hast, und kann bis %@ steigen, die Obergrenze der Klasse.
es: Empieza en %@ porque tú lo fijaste, y puede subir hasta %@, el tope de la clase.
fr: Démarre à %@ parce que vous l’avez défini ainsi, et peut monter jusqu’à %@, le plafond de la classe.
it: Inizia a %@ perché l’hai impostato tu, e può salire fino a %@, il tetto della classe.
ja: あなたが設定したため %@ から始まり、クラスの上限である %@ まで上がることがあります。
ko: 설정한 대로 %@에서 시작하며, 클래스의 상한인 %@까지 오를 수 있습니다.
pt_br: Começa em %@ porque você definiu assim, e pode subir até %@, o teto da classe.
zh_hans: 因为你设置了，所以从 %@ 开始，最高可升到该类别的上限 %@。
zh_hant: 因為你設定了，所以從 %@ 開始，最高可升到該類別的上限 %@。

source: Starts at %@, the class's own rung, and may climb to %@ because you set it.
de: Startet bei %@, der eigenen Stufe der Klasse, und kann bis %@ steigen, weil du es so festgelegt hast.
es: Empieza en %@, el nivel propio de la clase, y puede subir hasta %@ porque tú lo fijaste.
fr: Démarre à %@, l’échelon propre à la classe, et peut monter jusqu’à %@ parce que vous l’avez défini ainsi.
it: Inizia a %@, il livello proprio della classe, e può salire fino a %@ perché l’hai impostato tu.
ja: クラス自身のティアである %@ から始まり、あなたが設定したため %@ まで上がることがあります。
ko: 클래스 고유의 티어인 %@에서 시작하며, 설정한 대로 %@까지 오를 수 있습니다.
pt_br: Começa em %@, o nível próprio da classe, e pode subir até %@ porque você definiu assim.
zh_hans: 从该类别自己的层级 %@ 开始，并且因为你设置了，最高可升到 %@。
zh_hant: 從該類別自己的層級 %@ 開始，並且因為你設定了，最高可升到 %@。

source: Runs only at %@, as you set it.
de: Läuft nur bei %@, wie du es festgelegt hast.
es: Se ejecuta solo en %@, tal como lo fijaste.
fr: S’exécute uniquement à %@, comme vous l’avez défini.
it: Viene eseguito solo a %@, come l’hai impostato.
ja: あなたの設定どおり、%@ でのみ実行されます。
ko: 설정한 대로 %@에서만 실행됩니다.
pt_br: Executa apenas em %@, como você definiu.
zh_hans: 按你的设置，只在 %@ 运行。
zh_hant: 按你的設定，只在 %@ 執行。

source: Starts at %@ and may climb to %@, as you set it.
de: Startet bei %@ und kann bis %@ steigen, wie du es festgelegt hast.
es: Empieza en %@ y puede subir hasta %@, tal como lo fijaste.
fr: Démarre à %@ et peut monter jusqu’à %@, comme vous l’avez défini.
it: Inizia a %@ e può salire fino a %@, come l’hai impostato.
ja: あなたの設定どおり、%@ から始まり %@ まで上がることがあります。
ko: 설정한 대로 %@에서 시작해 %@까지 오를 수 있습니다.
pt_br: Começa em %@ e pode subir até %@, como você definiu.
zh_hans: 按你的设置，从 %@ 开始，最高可升到 %@。
zh_hant: 按你的設定，從 %@ 開始，最高可升到 %@。

source: Conserve moves the start down to %@
de: „Sparen“ verschiebt den Start nach unten auf %@
es: «Ahorrar» baja el inicio a %@
fr: « Économiser » abaisse le départ à %@
it: «Risparmia» abbassa il punto di partenza a %@
ja: 「節約」は開始位置を %@ まで下げます
ko: “절약”은 시작 지점을 %@로 낮춥니다
pt_br: “Economizar” reduz o início para %@
zh_hans: “节省”会将起点降到 %@
zh_hant: “節省”會將起點降到 %@

source: asks before %@
de: fragt vor %@ nach
es: pregunta antes de %@
fr: demande avant %@
it: chiede prima di %@
ja: %@ の前に確認します
ko: %@ 전에 확인함
pt_br: pergunta antes de %@
zh_hans: 在 %@ 之前会先询问
zh_hant: 在 %@ 之前會先詢問

source: Rush moves the start up to %@
de: „Turbo“ verschiebt den Start nach oben auf %@
es: «Acelerar» sube el inicio a %@
fr: « Accélérer » relève le départ à %@
it: «Accelera» alza il punto di partenza a %@
ja: 「急ぎ」は開始位置を %@ まで上げます
ko: “서두름”은 시작 지점을 %@로 높입니다
pt_br: “Acelerar” aumenta o início para %@
zh_hans: “加速”会将起点提高到 %@
zh_hant: “加速”會將起點提高到 %@

source: and
de: und
es: y
fr: et
it: e
ja: と
ko: 및
pt_br: e
zh_hans: 和
zh_hant: 和

source: Goal
de: Ziel
es: Objetivo
fr: Objectif
it: Obiettivo
ja: 目標
ko: 목표
pt_br: Objetivo
zh_hans: 目标
zh_hant: 目標

source: What the worker must achieve, written for a reader with no other context. Name the files.
de: Was der Worker erreichen muss, geschrieben für eine Leserin ohne weiteren Kontext. Nenne die Dateien.
es: Lo que el worker debe lograr, redactado para alguien sin más contexto. Indica los archivos.
fr: Ce que le worker doit accomplir, rédigé pour un lecteur sans autre contexte. Nommez les fichiers.
it: Ciò che il worker deve ottenere, scritto per chi legge senza altro contesto. Indica i file.
ja: ワーカーが達成すべきことを、他に文脈を持たない読み手にも伝わるように書いてください。ファイル名も明記してください。
ko: 다른 맥락이 없는 사람이 읽어도 이해할 수 있도록, 워커가 달성해야 할 목표를 적으세요. 파일명을 명시하세요.
pt_br: O que o worker precisa alcançar, escrito para um leitor sem nenhum outro contexto. Nomeie os arquivos.
zh_hans: 写明执行者必须达成的目标，措辞要让没有其他背景信息的读者也能看懂。请指出具体文件名。
zh_hant: 寫明執行者必須達成的目標，措辭要讓沒有其他背景資訊的讀者也能看懂。請指出具體檔案名稱。

source: Allowed paths
de: Erlaubte Pfade
es: Rutas permitidas
fr: Chemins autorisés
it: Percorsi consentiti
ja: 許可されたパス
ko: 허용된 경로
pt_br: Caminhos permitidos
zh_hans: 允许的路径
zh_hant: 允許的路徑

source: One path or glob per line. Anything the worker changes outside them fails the attempt.
de: Ein Pfad oder Glob pro Zeile. Ändert der Worker etwas außerhalb davon, schlägt der Versuch fehl.
es: Una ruta o patrón glob por línea. Si el worker modifica algo fuera de ellas, el intento falla.
fr: Un chemin ou un glob par ligne. Si le worker modifie quoi que ce soit en dehors, la tentative échoue.
it: Un percorso o glob per riga. Se il worker modifica qualcosa al di fuori, il tentativo fallisce.
ja: 1 行につき 1 つのパスまたは glob パターンを指定してください。ワーカーがそれ以外を変更すると、その試行は失敗になります。
ko: 한 줄에 경로나 glob 패턴을 하나씩 적으세요. 워커가 그 밖의 파일을 변경하면 시도가 실패합니다.
pt_br: Um caminho ou glob por linha. Se o worker alterar algo fora deles, a tentativa falha.
zh_hans: 每行填写一个路径或 glob 匹配模式。执行者只要修改了范围之外的内容，这次尝试就会失败。
zh_hant: 每行填寫一個路徑或 glob 比對模式。執行者只要修改了範圍之外的內容，這次嘗試就會失敗。

source: Verify
de: Verifizierung
es: Verificación
fr: Vérification
it: Verifica
ja: 検証
ko: 검증
pt_br: Verificação
zh_hans: 验证
zh_hant: 驗證

source: Runs in the isolated worktree after the worker finishes; exit 0 passes.
de: Läuft im isolierten Worktree, nachdem der Worker fertig ist; exit 0 gilt als bestanden.
es: Se ejecuta en el worktree aislado cuando el worker termina; exit 0 aprueba.
fr: S’exécute dans le worktree isolé une fois le worker terminé ; exit 0 valide.
it: Viene eseguito nel worktree isolato dopo che il worker ha finito; exit 0 supera.
ja: ワーカーが完了した後、隔離された worktree 内で実行されます。exit 0 で合格です。
ko: 워커가 끝난 후 격리된 worktree에서 실행됩니다. exit 0이면 통과입니다.
pt_br: Executa no worktree isolado depois que o worker termina; exit 0 aprova.
zh_hans: 在执行者完成后于隔离的 worktree 中运行；退出码为 0 即视为通过。
zh_hant: 在執行者完成後於隔離的 worktree 中執行；結束碼為 0 即視為通過。

source: Read first
de: Zuerst lesen
es: Leer primero
fr: À lire d’abord
it: Da leggere prima
ja: 先に読む
ko: 먼저 읽기
pt_br: Ler primeiro
zh_hans: 预先阅读
zh_hant: 預先閱讀

source: Notes
de: Notizen
es: Notas
it: Note
ja: メモ
ko: 메모
pt_br: Notas
zh_hans: 备注
zh_hant: 備註

source: Class
de: Klasse
es: Clase
fr: Classe
it: Classe
ja: クラス
ko: 클래스
pt_br: Classe
zh_hans: 类别
zh_hant: 類別

source: Ladder
de: Leiter
es: Escalera
fr: Échelle
it: Scala
ja: はしご
ko: 사다리
pt_br: Escada
zh_hans: 阶梯
zh_hant: 階梯

source: Tap a rung to start there; drag the cap to set how far the run may climb. Unset means the class decides.
de: Tippe auf eine Stufe, um dort zu starten; ziehe die Obergrenze, um festzulegen, wie weit der Lauf steigen darf. Nicht gesetzt bedeutet, die Klasse entscheidet.
es: Toca un nivel para empezar ahí; arrastra el tope para fijar hasta dónde puede subir la ejecución. Sin definir significa que decide la clase.
fr: Touchez un échelon pour y démarrer ; faites glisser le plafond pour fixer jusqu’où l’exécution peut monter. Non défini signifie que la classe décide.
it: Tocca un livello per partire da lì; trascina il tetto per impostare fino a dove può salire l’esecuzione. Non impostato significa che decide la classe.
ja: ティアをタップするとそこから開始します。上限をドラッグすると、実行がどこまで上がれるかを設定できます。未設定の場合はクラスが決めます。
ko: 티어를 탭하면 그곳에서 시작합니다. 상한을 드래그하면 실행이 얼마나 오를 수 있는지 설정할 수 있습니다. 설정하지 않으면 클래스가 결정합니다.
pt_br: Toque em um nível para começar por ali; arraste o teto para definir até onde a execução pode subir. Não definido significa que a classe decide.
zh_hans: 点按某个层级即可从那里开始；拖动上限可以设置运行最高能升到哪里。不设置则由类别自行决定。
zh_hant: 點按某個層級即可從那裡開始；拖曳上限可以設定執行最高能升到哪裡。不設定則由類別自行決定。

source: Mode
de: Modus
es: Modo
it: Modalità
ja: モード
ko: 모드
pt_br: Modo
zh_hans: 模式
zh_hant: 模式

source: Effort
de: Aufwand
es: Esfuerzo
it: Sforzo
ja: 強度
ko: 강도
pt_br: Esforço
zh_hans: 强度
zh_hant: 強度

source: Runner default
de: Runner-Standard
es: Predeterminado del runner
fr: Valeur par défaut du runner
it: Predefinito del runner
ja: ランナーの既定値
ko: 러너 기본값
pt_br: Padrão do runner
zh_hans: 运行器默认值
zh_hant: 運行器預設值

source: Run packet
de: Paket ausführen
es: Ejecutar paquete
fr: Exécuter le paquet
it: Esegui pacchetto
ja: パケットを実行
ko: 패킷 실행
pt_br: Executar pacote
zh_hans: 运行任务包
zh_hant: 執行任務包

source: Starting…
de: Wird gestartet …
es: Iniciando…
fr: Démarrage…
it: Avvio…
ja: 開始しています…
ko: 시작하는 중…
pt_br: Iniciando…
zh_hans: 正在启动…
zh_hant: 正在啟動…

source: Before it goes
de: Bevor es losgeht
es: Antes de enviarlo
fr: Avant l’envoi
it: Prima di procedere
ja: 実行する前に
ko: 실행하기 전에
pt_br: Antes de enviar
zh_hans: 开始之前
zh_hant: 開始之前

source: A class is the daemon's own table: where a blank packet starts, how far it may climb, and what judges it.
de: Eine Klasse ist die eigene Tabelle des Daemons: wo ein leeres Paket startet, wie weit es steigen darf und was darüber urteilt.
es: Una clase es la propia tabla del daemon: dónde empieza un paquete en blanco, hasta dónde puede subir y qué lo evalúa.
fr: Une classe est le tableau propre au daemon : où démarre un paquet vierge, jusqu’où il peut monter, et ce qui le juge.
it: Una classe è la tabella propria del daemon: da dove parte un pacchetto vuoto, fino a dove può salire e cosa lo giudica.
ja: クラスとは、デーモン自身が持つ表のことです。空のパケットがどこから始まり、どこまで上がれるか、そして何がそれを判定するかを定めます。
ko: 클래스는 데몬 자체의 표입니다. 빈 패킷이 어디서 시작하는지, 얼마나 오를 수 있는지, 무엇이 그것을 판정하는지를 정의합니다.
pt_br: Uma classe é a própria tabela do daemon: onde um pacote em branco começa, até onde pode subir e o que o avalia.
zh_hans: 类别是守护进程自己的一张表：规定一个空白任务包从哪里开始、最高能升到哪里，以及由什么来评判它。
zh_hant: 類別是守護行程自己的一張表：規定一個空白任務包從哪裡開始、最高能升到哪裡，以及由什麼來評判它。

source: Put a dispatcher on this machine
de: Einen Dispatcher auf diesem Rechner einrichten
es: Poner un dispatcher en esta máquina
fr: Installer un dispatcher sur cette machine
it: Metti un dispatcher su questa macchina
ja: このマシンにディスパッチャーを設置する
ko: 이 컴퓨터에 디스패처 설치하기
pt_br: Colocar um dispatcher nesta máquina
zh_hans: 在这台机器上部署调度器
zh_hant: 在這台機器上部署調度器
